{
  "menu" : [
    {
      "name" : "Learning",
      "items" : [
        {
          "title" : "Introduction",
          "level" : "Beginner",
          "time" : "2 hours",
          "description" : "This introductory module provides a comprehensive overview of ethical hacking and cybersecurity fundamentals. Students will learn the basic concepts of hacking, understand the importance of ethical practices in cybersecurity, and gain insights into the role of ethical hackers in today's digital landscape. The module covers essential terminology, the evolution of hacking, and the critical distinction between ethical and malicious hacking.",
          "thumb" : "https://example.com/network-security-basics.jpg",
          "sections" : [
            {
              "title" : "Course Introduction & Overview",
              "desc" : "Overview of the course structure, learning objectives, and what to expect from the ethical hacking program",
              "time" : "30 minutes",
              "content_url" : "https://telegra.ph/Course-Introduction--Overview-01-04"
            },
            {
              "title" : "What is Hacking and Why Do We Learn It?",
              "desc" : "Understanding the concept of hacking, its history, and the importance of learning ethical hacking in today's digital world",
              "time" : "30 minutes",
              "content_url" : "<h2>Welcome to the Learn Ethical Hacking Course!</h2>\n<p>Ethical hacking is one of the most exciting and sought-after skills in the modern digital era. This course has been meticulously designed to introduce you to the world of ethical hacking and provide you with the tools, techniques, and knowledge required to become a responsible security expert.</p>\n<p>Whether you're a beginner with no prior experience in cybersecurity or someone looking to sharpen your hacking skills ethically, this course will guide you through every step of the journey. By the end of this program, you will have a solid understanding of ethical hacking fundamentals and the confidence to apply your skills in real-world scenarios.</p>\n<hr />\n<h2>Why Take This Course?</h2>\n<p>The rise in cyberattacks and data breaches has made cybersecurity a top priority for organizations worldwide. Ethical hackers play a vital role in identifying vulnerabilities before malicious actors exploit them. By learning ethical hacking, you can:</p>\n<ol>\n<li><strong>Understand the hacker mindset</strong>: Knowing how attackers think allows you to anticipate and thwart potential threats.</li>\n<li><strong>Enhance your career prospects</strong>: Ethical hacking skills are in high demand, offering lucrative opportunities in cybersecurity, IT, and risk management.</li>\n<li><strong>Contribute to a safer digital environment</strong>: By defending against cyber threats, you help protect sensitive information and critical systems.</li>\n</ol>\n<p>This course is not just about gaining technical knowledge; it's about fostering ethical responsibility and understanding the importance of using these skills for good.</p>\n<hr />\n<h2>What Will You Learn?</h2>\n<h3>1.&nbsp;<strong>Ethical Hacking Basics</strong></h3>\n<ul>\n<li>What ethical hacking is and how it differs from malicious hacking.</li>\n<li>The legal and ethical considerations of hacking.</li>\n</ul>\n<h3>2.&nbsp;<strong>Tools of the Trade</strong></h3>\n<ul>\n<li>An introduction to Kali Nethunter, the ultimate platform for ethical hackers.</li>\n<li>Other essential tools and software used in the cybersecurity industry.</li>\n</ul>\n<h3>3.&nbsp;<strong>Hands-on Labs</strong></h3>\n<ul>\n<li>Practical exercises and real-world scenarios to reinforce your learning.</li>\n<li>Step-by-step guidance to set up a hacking lab.</li>\n</ul>\n<h3>4.&nbsp;<strong>Advanced Topics</strong></h3>\n<ul>\n<li>Network security, wireless penetration testing, and more.</li>\n<li>Best practices to maintain anonymity and protect your identity during ethical hacking.</li>\n</ul>\n<hr />\n<h2>Course Structure</h2>\n<p>The course is divided into several sections, starting from foundational concepts and gradually advancing to more complex topics. Each section includes:</p>\n<ul>\n<li><strong>Video Tutorials</strong>: Clear, engaging, and easy-to-follow lessons.</li>\n<li><strong>Quizzes</strong>: Test your understanding after each topic.</li>\n<li><strong>Assignments</strong>: Real-world hacking challenges to apply your knowledge.</li>\n<li><strong>Resources</strong>: Access to detailed guides, cheat sheets, and toolkits.</li>\n</ul>\n<hr />\n<h2>Who Should Take This Course?</h2>\n<p>This course is ideal for:</p>\n<ul>\n<li>Students and IT professionals who want to learn cybersecurity basics.</li>\n<li>Ethical hackers aiming to enhance their knowledge.</li>\n<li>Anyone interested in protecting digital assets and systems.</li>\n</ul>\n<p>No prior experience in hacking or programming is necessary. All you need is a passion for learning and a commitment to ethical practices.</p>\n<hr />\n<h2>Course Goals</h2>\n<p>By the end of this course, you will:</p>\n<ul>\n<li>Understand ethical hacking concepts and methodologies.</li>\n<li>Be familiar with essential tools like Kali Nethunter.</li>\n<li>Identify and mitigate security vulnerabilities in systems.</li>\n<li>Develop a strong foundation for advanced cybersecurity certifications</li>\n</ul>"
            },
            {
              "title" : "Types of Hackers",
              "desc" : "Exploring different categories of hackers: white hat, black hat, grey hat, and their roles in cybersecurity",
              "time" : "30 minutes",
              "content_url" : "https://chief-tiglon-76a.notion.site/Types-of-Hackers-and-Their-Roles-17148cfb36ad81c3a51df9870328f8b7"
            },
            {
              "title" : "The Importance of Ethical Hacking",
              "desc" : "Understanding why ethical hacking is crucial for organizations and how it helps improve security",
              "time" : "30 minutes",
              "content_url" : "https://chief-tiglon-76a.notion.site/The-Importance-of-Ethical-Hacking-17148cfb36ad81f2ac38e1b54f8813bd"
            }
          ]
        },
        {
          "title" : "Foundations of Ethical Hacking",
          "level" : "Beginner",
          "time" : "4 hours",
          "description" : "This module builds the foundational knowledge necessary for ethical hacking. Students will explore core cybersecurity concepts, common vulnerabilities, and the fundamental principles of information security. The module emphasizes understanding security threats, basic networking concepts, and the methodology used by ethical hackers to identify and address security issues.",
          "thumb" : "https://example.com/network-security-basics.jpg",
          "sections" : [
            {
              "title" : "Understanding Cybersecurity Fundamentals",
              "desc" : "Learn basic cybersecurity concepts, terminology, and the CIA triad (Confidentiality, Integrity, Availability)",
              "time" : "1 hour",
              "content_url" : "https://chief-tiglon-76a.notion.site/Understanding-Cybersecurity-Fundamentals-17148cfb36ad8110bc6de9387a305548"
            },
            {
              "title" : "Vulnerabilities, Threats, and Exploits",
              "desc" : "Explore common security vulnerabilities, types of threats, and how exploits are used in cyber attacks",
              "time" : "1 hour",
              "content_url" : "https://chief-tiglon-76a.notion.site/Key-Concept-of-Vulnerabilities-Threats-and-Exploits-17148cfb36ad81ea90f6d208f06ee245"
            },
            {
              "title" : "Ethics and Legal Aspects of Hacking",
              "desc" : "Understanding legal frameworks, ethical guidelines, and responsibilities of ethical hackers",
              "time" : "1 hour",
              "content_url" : "https://chief-tiglon-76a.notion.site/Ethics-and-Legal-Aspects-of-Hacking-17148cfb36ad814a8415e39a3a66553c"
            },
            {
              "title" : "The Hacker's Mindset, Thinking Like an Attacker",
              "desc" : "Developing the analytical and strategic thinking required for identifying security weaknesses",
              "time" : "1 hour",
              "content_url" : "https://chief-tiglon-76a.notion.site/The-Hacker-s-Mindset-Thinking-Like-an-Attacker-17148cfb36ad811ea086e4e8adfa6f71"
            }
          ]
        },
        {
          "title" : "Tools and Environments",
          "level" : "Beginner",
          "time" : "6 hours",
          "description" : "This comprehensive module introduces students to the essential tools and environments used in ethical hacking. Students will learn about Kali Linux, the industry-standard penetration testing platform, various security tools, and how to set up safe testing environments. The module includes hands-on practice with common security tools and teaches best practices for using these tools responsibly.",
          "thumb" : "https://example.com/network-security-basics.jpg",
          "sections" : [
            {
              "title" : "Introduction to Hacking Tools",
              "desc" : "Overview of common tools used in ethical hacking and their specific purposes",
              "time" : "1.5 hours",
              "content_url" : "https://chief-tiglon-76a.notion.site/Introduction-to-Hacking-Tools-17148cfb36ad81f4a4e8e42dc114e725"
            },
            {
              "title" : "Overview of Kali Linux and Kali Nethunter",
              "desc" : "Introduction to Kali Linux distribution and mobile penetration testing with Kali Nethunter",
              "time" : "1.5 hours",
              "content_url" : "https://chief-tiglon-76a.notion.site/Overview-of-Kali-Linux-and-Kali-Nethunter-17148cfb36ad81b3b483f4f17352b7ce"
            },
            {
              "title" : "Role of Virtual Machines in Ethical Hacking",
              "desc" : "Setting up and using virtual machines for safe testing environments",
              "time" : "1.5 hours",
              "content_url" : "https://chief-tiglon-76a.notion.site/Role-of-Virtual-Machines-in-Ethical-Hacking-17148cfb36ad812bb55bd43c9bc604b0"
            },
            {
              "title" : "Common Tools Used by Ethical Hackers",
              "desc" : "Hands-on practice with essential security tools including Nmap, Wireshark, and Metasploit",
              "time" : "1.5 hours",
              "content_url" : "https://chief-tiglon-76a.notion.site/Common-Tools-Used-by-Ethical-Hackers-17148cfb36ad81efa1e9f82072c0aa55"
            }
          ]
        },
        {
          "title" : "Network Security Basics",
          "level" : "Intermediate",
          "time" : "5 hours",
          "description" : "This module delves into the fundamentals of network security, covering essential networking concepts, common vulnerabilities, and attack methodologies. Students will learn about different types of networks, protocols, and how they can be exploited. The module includes practical exercises in network scanning, vulnerability assessment, and understanding network-based attacks.",
          "thumb" : "https://example.com/network-security-basics.jpg",
          "sections" : [
            {
              "title" : "Understanding Networks and Protocols",
              "desc" : "Deep dive into network architectures, protocols, and how they function",
              "time" : "1.25 hours",
              "content_url" : "https://chief-tiglon-76a.notion.site/Understanding-Networks-and-Protocols-17148cfb36ad81949552c2c22be02ede"
            },
            {
              "title" : "Common Network Vulnerabilities",
              "desc" : "Identifying and understanding various network vulnerabilities and weak points",
              "time" : "1.25 hours",
              "content_url" : "https://chief-tiglon-76a.notion.site/Common-Network-Vulnerabilities-17148cfb36ad81029b7eefe927a195ac"
            },
            {
              "title" : "How Cyber Attacks Target Networks",
              "desc" : "Understanding different types of network-based attacks and their mechanisms",
              "time" : "1.25 hours",
              "content_url" : "https://chief-tiglon-76a.notion.site/How-Cyber-Attacks-Target-Networks-17148cfb36ad81a0aa66c8e5ac41ce65"
            },
            {
              "title" : "Network Security Tools and Techniques",
              "desc" : "Practical application of tools and methods for securing networks",
              "time" : "1.25 hours",
              "content_url" : "https://chief-tiglon-76a.notion.site/Protecting-Networks-Firewalls-and-Intrusion-Detection-17148cfb36ad81f286fff072be153718"
            }
          ]
        },
        {
          "title" : "Website Security Basics",
          "level" : "Intermediate",
          "time" : "5 hours",
          "description" : "This module focuses on web application security, covering common web vulnerabilities, attack vectors, and security best practices. Students will learn about various web security issues including SQL injection, cross-site scripting (XSS), and cross-site request forgery (CSRF). The module includes practical exercises in identifying and exploiting web vulnerabilities, as well as implementing proper security measures.",
          "thumb" : "https://example.com/network-security-basics.jpg",
          "sections" : [
            {
              "title" : "How Websites Work",
              "desc" : "Understanding web architecture, HTTP/HTTPS protocols, and client-server communication",
              "time" : "1.25 hours",
              "content_url" : "https://chief-tiglon-76a.notion.site/How-Websites-Work-17148cfb36ad81cf8e1de43b69b6f000"
            },
            {
              "title" : "Common Website Vulnerabilities",
              "desc" : "Exploring OWASP Top 10 and other common web application security risks",
              "time" : "1.25 hours",
              "content_url" : "https://chief-tiglon-76a.notion.site/Common-Website-Vulnerabilities-e-g-SQL-Injection-XSS-17148cfb36ad8140a330d356dc11f6e1"
            },
            {
              "title" : "Steps to Secure a Website",
              "desc" : "Implementation of security measures and best practices for web applications",
              "time" : "1.25 hours",
              "content_url" : "https://chief-tiglon-76a.notion.site/Steps-to-Secure-a-Website-17148cfb36ad8187ae5ef12fd2826367"
            },
            {
              "title" : "The Role of Ethical Hackers in Website Security",
              "desc" : "How ethical hackers help identify and fix web application vulnerabilities",
              "time" : "1.25 hours",
              "content_url" : "https://chief-tiglon-76a.notion.site/The-Role-of-Ethical-Hackers-in-Website-Security-17148cfb36ad81d98edfdc4877345a5e"
            }
          ]
        },
        {
          "title" : "Social Engineering and Human Vulnerabilities",
          "level" : "Intermediate",
          "time" : "4 hours",
          "description" : "This module explores the human aspect of cybersecurity, focusing on social engineering techniques and psychological manipulation used in cyber attacks. Students will learn about various social engineering methods, real-world case studies, and how to protect against these types of attacks. The module emphasizes the importance of human awareness in cybersecurity and provides practical strategies for preventing social engineering attacks.",
          "thumb" : "https://example.com/network-security-basics.jpg",
          "sections" : [
            {
              "title" : "Understanding Social Engineering Attacks",
              "desc" : "Introduction to social engineering concepts and common attack techniques",
              "time" : "1 hour",
              "content_url" : "https://chief-tiglon-76a.notion.site/Understanding-Social-Engineering-Attacks-17148cfb36ad812cadbff89415c5083c"
            },
            {
              "title" : "Psychological Tactics Used by Hackers",
              "desc" : "Exploring the psychology behind social engineering and manipulation techniques",
              "time" : "1 hour",
              "content_url" : "https://chief-tiglon-76a.notion.site/Psychological-Tactics-Used-by-Hackers-17148cfb36ad8188a937e99ee5959644"
            },
            {
              "title" : "Case Studies of Famous Social Engineering Attacks",
              "desc" : "Analysis of real-world social engineering incidents and their impact",
              "time" : "1 hour",
              "content_url" : "https://chief-tiglon-76a.notion.site/Case-Studies-of-Famous-Social-Engineering-Attacks-17148cfb36ad81778c26eb980963fd38"
            },
            {
              "title" : "How to Prevent Social Engineering Attacks",
              "desc" : "Strategies and best practices for protecting against social engineering",
              "time" : "1 hour",
              "content_url" : "https://chief-tiglon-76a.notion.site/How-to-Prevent-Social-Engineering-Attacks-17148cfb36ad816dae09e8fb80fdb3e6"
            }
          ]
        },
        {
          "title" : "Ethical Hacking in Practice",
          "level" : "Advanced",
          "time" : "8 hours",
          "description" : "This advanced module puts theoretical knowledge into practice through hands-on exercises and real-world scenarios. Students will learn the complete ethical hacking methodology, from initial reconnaissance to final reporting. The module covers penetration testing procedures, documentation requirements, and best practices for conducting security assessments. Students will gain practical experience in identifying vulnerabilities, executing controlled exploits, and providing professional security recommendations.",
          "thumb" : "https://example.com/network-security-basics.jpg",
          "sections" : [
            {
              "title" : "Steps in an Ethical Hacking Process",
              "desc" : "Detailed walkthrough of the ethical hacking methodology and phases",
              "time" : "2 hours",
              "content_url" : "https://chief-tiglon-76a.notion.site/Steps-in-an-Ethical-Hacking-Process-17148cfb36ad81109c78d93b0e0422f4"
            },
            {
              "title" : "Understanding Penetration Testing",
              "desc" : "Comprehensive guide to conducting professional penetration tests",
              "time" : "2 hours",
              "content_url" : "https://chief-tiglon-76a.notion.site/Understanding-Penetration-Testing-17148cfb36ad81bb9898c94639cbe3f9"
            },
            {
              "title" : "Importance of Reporting and Documentation",
              "desc" : "Learning how to document findings and create professional security reports",
              "time" : "2 hours",
              "content_url" : "https://chief-tiglon-76a.notion.site/Importance-of-Reporting-and-Documentation-17148cfb36ad81ac95f5f251d75c8e10"
            },
            {
              "title" : "How Ethical Hacking Helps Organizations",
              "desc" : "Understanding the business value of ethical hacking and security assessments",
              "time" : "2 hours",
              "content_url" : "https://chief-tiglon-76a.notion.site/How-Ethical-Hacking-Helps-Organizations-17148cfb36ad8163b07ed7455bcba5d7"
            }
          ]
        },
        {
          "title" : "Emerging Trends in Cybersecurity",
          "level" : "Intermediate",
          "time" : "4 hours",
          "description" : "This forward-looking module explores current and emerging trends in cybersecurity and ethical hacking. Students will learn about cutting-edge technologies, evolving threat landscapes, and future career opportunities in cybersecurity. The module covers the impact of artificial intelligence, IoT security challenges, and the changing nature of cyber threats, preparing students for the future of cybersecurity.",
          "thumb" : "https://example.com/network-security-basics.jpg",
          "sections" : [
            {
              "title" : "The Role of AI and Machine Learning in Hacking and Defense",
              "desc" : "Understanding how AI and ML are transforming both cyber attacks and defense",
              "time" : "1 hour",
              "content_url" : "https://chief-tiglon-76a.notion.site/The-Role-of-AI-and-Machine-Learning-in-Hacking-and-Defense-17148cfb36ad81e490c7dece0ad1cc2d"
            },
            {
              "title" : "Cybersecurity Challenges in IoT (Internet of Things)",
              "desc" : "Exploring security implications and challenges in the growing IoT landscape",
              "time" : "1 hour",
              "content_url" : "https://chief-tiglon-76a.notion.site/Cybersecurity-Challenges-in-IoT-Internet-of-Things-17148cfb36ad818e83e8dcd67ff1e33d"
            },
            {
              "title" : "The Future of Ethical Hacking",
              "desc" : "Examining upcoming trends and evolution in ethical hacking practices",
              "time" : "1 hour",
              "content_url" : "https://chief-tiglon-76a.notion.site/The-Future-of-Ethical-Hacking-Opportunities-and-Challenges-17148cfb36ad81599106d2a4252df94d"
            },
            {
              "title" : "Careers in Cybersecurity and Ethical Hacking",
              "desc" : "Overview of career paths, certifications, and opportunities in cybersecurity",
              "time" : "1 hour",
              "content_url" : "https://chief-tiglon-76a.notion.site/Careers-in-Cybersecurity-and-Ethical-Hacking-17148cfb36ad812e8f14c1909f254571"
            }
          ]
        }
      ]
    },
    {
      "name" : "Videos",
      "items" : [
        {
          "title" : "Cyber Security Basics",
          "thumb" : "https://via.placeholder.com/150/0000FF/FFFFFF?text=Basics",
          "video_url" : "https://sample-videos.com/video123/mp4/720/big_buck_bunny_720p_1mb.mp4",
          "summary" : "A beginner-friendly video covering the basics of cyber security."
        },
        {
          "title" : "Protecting Your Digital Identity",
          "thumb" : "https://via.placeholder.com/150/FF0000/FFFFFF?text=Identity",
          "video_url" : "https://sample-videos.com/video123/mp4/720/big_buck_bunny_720p_2mb.mp4",
          "summary" : "Learn how to safeguard your online identity."
        },
        {
          "title" : "How to Spot a Phishing Email",
          "thumb" : "https://via.placeholder.com/150/00FF00/000000?text=Phishing",
          "video_url" : "https://sample-videos.com/video123/mp4/720/big_buck_bunny_720p_3mb.mp4",
          "summary" : "Tips and tricks for identifying phishing emails."
        },
        {
          "title" : "The Rise of Ransomware",
          "thumb" : "https://via.placeholder.com/150/FFFF00/000000?text=Ransomware",
          "video_url" : "https://sample-videos.com/video123/mp4/720/big_buck_bunny_720p_4mb.mp4",
          "summary" : "An overview of ransomware and its impact on businesses."
        },
        {
          "title" : "Top Cybersecurity Tools",
          "thumb" : "https://via.placeholder.com/150/800080/FFFFFF?text=Tools",
          "video_url" : "https://sample-videos.com/video123/mp4/720/big_buck_bunny_720p_5mb.mp4",
          "summary" : "A guide to essential cybersecurity tools."
        },
        {
          "title" : "What is Multi-Factor Authentication?",
          "thumb" : "https://via.placeholder.com/150/008080/FFFFFF?text=MFA",
          "video_url" : "https://sample-videos.com/video123/mp4/720/big_buck_bunny_720p_6mb.mp4",
          "summary" : "Learn about MFA and its importance in securing accounts."
        },
        {
          "title" : "Cybersecurity Trends in 2024",
          "thumb" : "https://via.placeholder.com/150/FFC0CB/000000?text=Trends",
          "video_url" : "https://sample-videos.com/video123/mp4/720/big_buck_bunny_720p_7mb.mp4",
          "summary" : "An analysis of the latest trends in cybersecurity."
        },
        {
          "title" : "Cybersecurity for Remote Workers",
          "thumb" : "https://via.placeholder.com/150/800000/FFFFFF?text=Remote",
          "video_url" : "https://sample-videos.com/video123/mp4/720/big_buck_bunny_720p_8mb.mp4",
          "summary" : "Best practices for maintaining security while working remotely."
        },
        {
          "title" : "Understanding Social Engineering",
          "thumb" : "https://via.placeholder.com/150/000000/FFFFFF?text=Social",
          "video_url" : "https://sample-videos.com/video123/mp4/720/big_buck_bunny_720p_9mb.mp4",
          "summary" : "A look at how social engineering attacks work."
        },
        {
          "title" : "Building a Cybersecurity Career",
          "thumb" : "https://via.placeholder.com/150/FFA500/000000?text=Career",
          "video_url" : "https://sample-videos.com/video123/mp4/720/big_buck_bunny_720p_10mb.mp4",
          "summary" : "Tips for starting a career in cybersecurity."
        }
      ]
    },
    {
      "name" : "Wallpapers",
      "items" : [
        {
          "thumb" : "https://via.placeholder.com/150/0000FF/FFFFFF?text=Wallpaper1",
          "wallpaper_url" : "https://picsum.photos/id/1011/800/600"
        },
        {
          "thumb" : "https://via.placeholder.com/150/FF0000/FFFFFF?text=Wallpaper2",
          "wallpaper_url" : "https://picsum.photos/id/1012/800/600"
        },
        {
          "thumb" : "https://via.placeholder.com/150/00FF00/000000?text=Wallpaper3",
          "wallpaper_url" : "https://fastly.picsum.photos/id/1013/800/600.jpg?hmac=6uthT6mzpSDVhbpCb7CwzvNUutJyWBzFCymF5okbzmo"
        },
        {
          "thumb" : "https://via.placeholder.com/150/FFFF00/000000?text=Wallpaper4",
          "wallpaper_url" : "https://picsum.photos/id/1014/800/600"
        },
        {
          "thumb" : "https://via.placeholder.com/150/800080/FFFFFF?text=Wallpaper5",
          "wallpaper_url" : "https://picsum.photos/id/1015/800/600"
        },
        {
          "thumb" : "https://via.placeholder.com/150/008080/FFFFFF?text=Wallpaper6",
          "wallpaper_url" : "https://picsum.photos/id/1016/800/600"
        },
        {
          "thumb" : "https://via.placeholder.com/150/FFC0CB/000000?text=Wallpaper7",
          "wallpaper_url" : "https://picsum.photos/id/1017/800/600"
        },
        {
          "thumb" : "https://via.placeholder.com/150/800000/FFFFFF?text=Wallpaper8",
          "wallpaper_url" : "https://picsum.photos/id/1018/800/600"
        },
        {
          "thumb" : "https://via.placeholder.com/150/000000/FFFFFF?text=Wallpaper9",
          "wallpaper_url" : "https://picsum.photos/id/1019/800/600"
        },
        {
          "thumb" : "https://via.placeholder.com/150/FFA500/000000?text=Wallpaper10",
          "wallpaper_url" : "https://picsum.photos/id/1020/800/600"
        }
      ]
    },
    {
      "name" : "Podcasts",
      "items" : [
        {
          "title" : "The Evolution of Cyber Security",
          "thumb" : "https://via.placeholder.com/150/0000FF/FFFFFF?text=Evolution",
          "url_podcast" : "https://sample-videos.com/audio/mp3/crowd-cheering.mp3"
        },
        {
          "title" : "Future of Cyber Security",
          "thumb" : "https://via.placeholder.com/150/FF0000/FFFFFF?text=Future",
          "url_podcast" : "https://sample-videos.com/audio/mp3/wave.mp3"
        },
        {
          "title" : "Understanding Ransomware",
          "thumb" : "https://via.placeholder.com/150/00FF00/000000?text=Ransomware",
          "url_podcast" : "https://sample-videos.com/audio/mp3/wave.mp3"
        },
        {
          "title" : "How to Avoid Phishing Scams",
          "thumb" : "https://via.placeholder.com/150/FFFF00/000000?text=Phishing",
          "url_podcast" : "https://sample-videos.com/audio/mp3/crowd-cheering.mp3"
        },
        {
          "title" : "Cybersecurity for Small Businesses",
          "thumb" : "https://via.placeholder.com/150/800080/FFFFFF?text=Businesses",
          "url_podcast" : "https://sample-videos.com/audio/mp3/wave.mp3"
        },
        {
          "title" : "The History of Cyber Attacks",
          "thumb" : "https://via.placeholder.com/150/008080/FFFFFF?text=History",
          "url_podcast" : "https://sample-videos.com/audio/mp3/crowd-cheering.mp3"
        },
        {
          "title" : "Protecting Your Online Identity",
          "thumb" : "https://via.placeholder.com/150/FFC0CB/000000?text=Identity",
          "url_podcast" : "https://sample-videos.com/audio/mp3/wave.mp3"
        }
      ]
    }
  ]
}
